{"pagination":{"limit":25,"offset":0,"count":25,"total":4842},"data":[{"author":"Thomas Ricker","title":"All the smart home news from the Matter launch event","description":"Image: Connectivity Standards Alliance The smart home is entering a new phase of interoperability, and these are the first product announcements Continue reading&hellip;","url":"https://www.theverge.com/2022/11/3/23438320/matter-launch-event-smart-home-news-products","source":"The Verge","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-03T13:40:52+00:00"},{"author":"Alex Wilhelm","title":"Amplitude’s earnings show what you need to report to survive in today’s market","description":"When we see public market investors react warmly to smaller-cap tech companies' results, we get a vibe for how unicorns might be valued if they go public.Amplitude&#8217;s earnings show what you need to report to survive in today&#8217;s market by Alex Wilhelm originally published on TechCrunch","url":"https://techcrunch.com/2022/11/03/amplitudes-earnings-show-what-you-need-to-report-to-survive-in-todays-market/","source":"TechCrunch","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-03T16:27:22+00:00"},{"author":"Sean Hollister","title":"Sling TV now costs $40 a month, the fourth price hike in five years","description":"Photo by Chris Welch / The Verge If you’re paying Dish to stream live TV channels over the internet, prepare for a higher bill yet again: the company’s Sling TV streaming service is raising prices by $5 a month for the fourth time in five years. Sling Orange and Sling Blue pay TV packages will now cost $40 a month each — up from $35 previously — and you’ll pay $55 for the package with both Orange and Blue. Existing subscribers should see the price increases on the first bill they get after December 3rd; new customers will have to pay the higher rate starting today.In an official blog...","url":"https://www.theverge.com/2022/11/3/23439275/sling-tv-price-increase-5-dollars-history-chart","source":"The Verge","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-03T21:15:34+00:00"},{"author":"Christine Hall","title":"Daily Crunch: WhatsApp’s new discussion groups offer end-to-end encryption and support up to 1,024 users","description":"Hello, friends, and welcome to Daily Crunch, bringing you the most important startup, tech and venture capital news in a single package.Daily Crunch: WhatsApp&#8217;s new discussion groups offer end-to-end encryption and support up to 1,024 users by Christine Hall originally published on TechCrunch","url":"https://techcrunch.com/2022/11/03/daily-crunch-112/","source":"TechCrunch","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-03T22:05:46+00:00"},{"author":"Natasha Mascarenhas","title":"Most of the unicorns aren’t","description":"Hello and welcome back to Equity, a podcast about the business of startups, where we unpack the numbers and nuance behind the headlines. Oh what a week. What a week. Things are busier than ever at TechCrunch, where we&#8217;re coming out of our post-conference stupor and charing straight back into a packed news cycle. Sure, Musk is [&#8230;]Most of the unicorns aren&#8217;t by Natasha Mascarenhas originally published on TechCrunch","url":"https://techcrunch.com/2022/11/04/most-of-the-unicorns-arent/","source":"TechCrunch","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-04T14:00:41+00:00"},{"author":"Walter Thompson","title":"What investors really think about the TAM slide in your pitch deck","description":"\"If the founder has that deep personal connection and is willing to put what it takes to take it to those next few levels, that's where the TAM starts to look exciting.”What investors really think about the TAM slide in your pitch deck by Walter Thompson originally published on TechCrunch","url":"https://techcrunch.com/2022/11/04/what-investors-really-think-about-the-tam-slide-in-your-pitch-deck/","source":"TechCrunch","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-04T16:00:17+00:00"},{"author":"Will Knight","title":"Elon Musk Has Fired Twitter’s ‘Ethical AI’ Team","description":"As part of a wave of layoffs, the new CEO disbanded a group working to make Twitter’s algorithms more transparent and fair.","url":"https://www.wired.com/story/twitter-ethical-ai-team/","source":"Wired","image":"https://media.wired.com/photos/6365367400aff92bacb21cde/master/pass/Musk_EthicalAI_twitter_biz_GettyImages-1395053069.jpg","category":"technology","language":"en","country":"us","published_at":"2022-11-04T16:20:36+00:00"},{"author":"Walter Thompson","title":"TechCrunch+ roundup: TAM tough love, ‘building in public,’ 6 key SaaS metrics","description":"Santa Claus makes a list and checks it twice. Can your e-commerce startup make the same claim this holiday season?TechCrunch+ roundup: TAM tough love, ‘building in public,’ 6 key SaaS metrics by Walter Thompson originally published on TechCrunch","url":"https://techcrunch.com/2022/11/04/techcrunch-roundup-tam-tough-love-building-in-public-6-key-saas-metrics/","source":"TechCrunch","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-04T17:23:29+00:00"},{"author":"Christine Hall","title":"VCs decipher the recent fintech layoffs — and why they’re happening now","description":"Fintech unicorns and decacorns are not immune to challenging economic and fundraising conditions. VCs unpack what's going on. VCs decipher the recent fintech layoffs — and why they&#8217;re happening now by Christine Hall originally published on TechCrunch","url":"https://techcrunch.com/2022/11/04/vcs-decipher-the-recent-fintech-layoffs-and-why-theyre-happening-now/","source":"TechCrunch","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-04T18:00:57+00:00"},{"author":"Jay Peters","title":"Starlink is getting daytime data caps","description":"Be careful not to use too much data with Dishy McFlatface. | Image: Starlink Starlink is about to feel a little more like other ISPs, with a new data policy that mimics Anytime Minutes from the bad old days of highly restricted cellphone service. The satellite internet division of SpaceX will start throttling home internet for customers who use more than 1TB of Priority Access data per month during peak hours beginning in December. The change is being rolled out as part of a new “Fair Use policy” in the US and Canada.Residential customers will now start each monthly billing cycle with an...","url":"https://www.theverge.com/2022/11/4/23441356/starlink-data-caps-throttling-residential-internet-priority-basic-access","source":"The Verge","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-04T23:32:52+00:00"},{"author":"Mitchell Clark","title":"Google’s building package tracking right into your Gmail inbox","description":"Illustration: The Verge Google is adding package tracking features to Gmail, which should make it easier to see where your orders are at a glance while you scroll through your emails. In a blog post on Wednesday, the company says you’ll start seeing “a simple, helpful view of your package tracking and delivery information right in your inbox” in the next few weeks. Gmail will show you the delivery date on the list item for any shipping email, making it so you don’t have to actually open the email and click a tracking link to figure out when you should expect the package. If you do go...","url":"https://www.theverge.com/2022/11/2/23437282/google-gmail-package-tracking-features","source":"The Verge","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-02T20:05:26+00:00"},{"author":"Jay Peters","title":"Qualcomm is predicting a ‘double-digit’ drop in phone sales","description":"Qualcomm is expecting phone sales to be less than expected. | Illustration by Alex Castro / The Verge Qualcomm, one of the primary providers of chips and modems in phones, is predicting that phone sales will be down much more than expected in 2022 due to the uncertain economic environment, according to the company’s latest earnings release published Wednesday. “Given the uncertainty caused by the macroeconomic environment, we are updating our guidance for calendar year 2022 3G/4G/5G handset volumes from a year-over-year mid-single-digit percentage decline, to a low double-digit percentage...","url":"https://www.theverge.com/2022/11/2/23437443/qualcomm-phone-sales-earnings-decline","source":"The Verge","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-02T20:53:31+00:00"},{"author":"Claire Fahy","title":"Tumblr Reverses Nudity Ban","description":"Reversing a 2018 ban, the company said that nudity and “mature subject matter” would be allowed. But “visual depictions of sexually explicit acts” remain off limits, the company said.","url":"https://www.nytimes.com/2022/11/02/technology/tumblr-nudity-explicit-posts.html","source":"The New York Times","image":"https://static01.nyt.com/images/2022/11/02/multimedia/02xp-tumblr/02xp-tumblr-moth.jpg","category":"technology","language":"en","country":"us","published_at":"2022-11-02T21:55:49+00:00"},{"author":"Kate Conger, Ryan Mac and Tiffany Hsu","title":"Elon Musk Takes a Page Out of Mark Zuckerberg’s Social Media Playbook","description":"As Mr. Musk takes over Twitter, he is emulating some of the actions of Mr. Zuckerberg, who leads Facebook, Instagram and WhatsApp.","url":"https://www.nytimes.com/2022/11/02/technology/musk-twitter-advertisers-civil-rights.html","source":"The New York Times","image":"https://static01.nyt.com/images/2022/11/02/business/02twitter-01/02twitter-01-moth.jpg","category":"technology","language":"en","country":"us","published_at":"2022-11-02T22:56:11+00:00"},{"author":"Haje Jan Kamps","title":"Privilège Ventures launches $20M fund investing in women-led startups","description":"Lugano, Switzerland-based venture capital fund Privilège Ventures just launched its fourth fund. The CHF 20 million (just over $20 million) fund is earmarked for women-led early-stage startups across Europe. “We don’t just want to support women,” Jacqueline Ruedin Rüsch, founding general partner at Privilège Ventures said in an interview with TechCrunch. &#8220;The data shows women [&#8230;]Privilège Ventures launches $20M fund investing in women-led startups by Haje Jan Kamps originally published on TechCrunch","url":"https://techcrunch.com/2022/11/03/privilege-ventures-fund-iv/","source":"TechCrunch","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-03T08:30:15+00:00"},{"author":"Ivan Mehta","title":"Google Play Games for PC program expands to the US and seven other countries","description":"Google is expanding its Google Play for PC program to eight more countries including the U.S., Canada, Mexico, Brazil, Indonesia, Philippines, Malaysia and Singapore in open beta. That means all players in these regions with Windows systems that meet the minimum requirements can access Google Play on a desktop computer. The company first launched the [&#8230;]Google Play Games for PC program expands to the US and seven other countries by Ivan Mehta originally published on TechCrunch","url":"https://techcrunch.com/2022/11/03/google-play-games-for-pc-program-expands-to-the-us-and-seven-other-countries/","source":"TechCrunch","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-03T08:52:11+00:00"},{"author":"Brian Heater","title":"Labrador Systems deploys its first assistive elder-care robots","description":"We’ve been keeping tabs on Labrador Systems since we caught a very early demo of its elder care-focused technology in a hotel suite several CESes ago. Today the California-based robotics firm announced that it’s begun deploying its Retriever Pro system to a handful of early clients, including, On Lok PACE, Nationwide Insurance, Masonic Homes of [&#8230;]Labrador Systems deploys its first assistive elder-care robots by Brian Heater originally published on TechCrunch","url":"https://techcrunch.com/2022/11/03/labrador-systems-deploys-its-first-assistive-eldercare-robots/","source":"TechCrunch","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-03T13:00:59+00:00"},{"author":"Ron Miller","title":"Port internal development platform gives visibility into DevOps architecture","description":"In a typical large organization DevOps tasks have become so complex, and involve navigating so many tools, it has become difficult to understand the current state of affairs, and to add resources when needed. It&#8217;s gotten to the point where developers often need to submit a ticket, even for a routine operation, which is adding [&#8230;]Port internal development platform gives visibility into DevOps architecture by Ron Miller originally published on TechCrunch","url":"https://techcrunch.com/2022/11/03/port-platform-provides-visibility-into-devops-architecture/","source":"TechCrunch","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-03T13:00:37+00:00"},{"author":"Kyle Wiggers","title":"Dataloop secures cash infusion to expand its data annotation tool set","description":"Data annotation, or the process of adding labels to images, text, audio and other forms of sample data, is typically a key step in developing AI systems. The vast majority of systems learn to make predictions by associating labels with specific data samples, like the caption &#8220;bear&#8221; with a photo of a black bear. A [&#8230;]Dataloop secures cash infusion to expand its data annotation tool set by Kyle Wiggers originally published on TechCrunch","url":"https://techcrunch.com/2022/11/03/dataloop-secures-cash-infusion-to-expand-its-data-annotation-toolset/","source":"TechCrunch","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-03T13:00:08+00:00"},{"author":"Sarah Perez","title":"Decentralized social network Mastodon grows to 655K users in wake of Elon Musk’s Twitter takeover","description":"Open-source, decentralized social network Mastodon has been benefiting from the chaotic Twitter takeover by Elon Musk. In addition to seeing a record number of downloads for the Mastodon mobile app this past weekend, the non-profit company today announced a new milestone. In a post on Twitter &#8212; where Mastodon has been successfully marketing its app [&#8230;]Decentralized social network Mastodon grows to 655K users in wake of Elon Musk&#8217;s Twitter takeover by Sarah Perez originally published on TechCrunch","url":"https://techcrunch.com/2022/11/03/decentralized-social-network-mastodon-grows-to-655k-users-in-wake-of-elon-musks-twitter-takeover/","source":"TechCrunch","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-03T16:07:14+00:00"},{"author":"Carly Page","title":"Crime group hijacks hundreds of US news websites to push malware","description":"A cybercriminal group has compromised a media content provider to deploy malware on the websites of hundreds of news outlets in the U.S., according to cybersecurity company Proofpoint. The threat actors, tracked by Proofpoint as “TA569,” compromised the media organization to spread SocGholish, a custom malware active since at least 2018. The media company in [&#8230;]Crime group hijacks hundreds of US news websites to push malware by Carly Page originally published on TechCrunch","url":"https://techcrunch.com/2022/11/03/hundreds-news-websites-malware/","source":"TechCrunch","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-03T16:37:18+00:00"},{"author":"Andrew J. Hawkins","title":"Elon Musk’s first Hyperloop tunnel in California is gone","description":"The Hyperloop tube hosted student competitions in 2018 and 2019. | Photo by Pauline Acalin for The Verge Elon Musk’s first prototype Hyperloop tunnel is no more. Bloomberg reports that the roughly one-mile-long white steel tunnel running along Jack Northrop Avenue near SpaceX headquarters in Hawthorne, California, has been removed and will be replaced with parking spaces for employees. Perhaps you’ll recall that before Musk assumed the mantle of free speech champion, he set out to circumvent “soul-destroying traffic” by building the Hyperloop, a theoretical system of tunnels that would...","url":"https://www.theverge.com/2022/11/3/23438755/elon-musk-hyperloop-tunnel-spacex-remove-parking-lot","source":"The Verge","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-03T16:55:25+00:00"},{"author":"Kalley Huang","title":"Amazon, Lyft and Other Tech Companies Announce Job Cuts and Hiring Freezes","description":"Amazon said it was pausing corporate hiring, while Lyft and Stripe said they were cutting jobs.","url":"https://www.nytimes.com/2022/11/03/technology/tech-companies-hiring-freeze-job-cuts.html","source":"The New York Times","image":"https://static01.nyt.com/images/2022/11/03/business/03tech-layoffs-01/03tech-layoffs-01-moth.jpg","category":"technology","language":"en","country":"us","published_at":"2022-11-03T19:35:29+00:00"},{"author":"Jay Peters","title":"Apple settles with former employee accused of stealing trade secrets","description":"Apple has settled its lawsuit against Simon Lancaster. | Illustration by Nick Barclay / The Verge Apple has settled its lawsuit against Simon Lancaster, a former design architect, who the company accused of stealing trade secrets and sharing them with a journalist. The company filed its suit in March 2021, and the settlement order was approved by a judge this week.“Despite over a decade of employment at Apple, Lancaster abused his position and trust within the company to systematically disseminate Apple’s sensitive trade secret information in an effort to obtain personal benefits,” Apple...","url":"https://www.theverge.com/2022/11/4/23441260/apple-settles-trade-secrets-lawsuit-simon-lancaster","source":"The Verge","image":null,"category":"technology","language":"en","country":"us","published_at":"2022-11-04T22:25:18+00:00"},{"author":"Kate Conger, Ryan Mac and Mike Isaac","title":"Confusion and Frustration Reign as Elon Musk Cuts Half of Twitter’s Staff","description":"The layoffs hit across many divisions, including the engineering and machine learning units, the teams that manage content moderation, and the sales and advertising departments.","url":"https://www.nytimes.com/2022/11/04/technology/elon-musk-twitter-layoffs.html","source":"The New York Times","image":"https://static01.nyt.com/images/2022/11/03/business/04TWITTER-LAYOFFS-01/03TWITTER-LAYOFFS-01-moth.jpg","category":"technology","language":"en","country":"us","published_at":"2022-11-04T22:25:52+00:00"}]}
