{
    "pagination": {
        "limit": 25,
        "offset": 0,
        "count": 25,
        "total": 4842
    },
    "data": [
        {
            "author": "Catherine Shu",
            "title": "Accacia tackles the real estate industry’s massive carbon emissions problem",
            "description": "The real estate and infrastructure sectors contribute about 40% of global carbon emissions, and part of solving the climate crisis is fixing how those industries work. Accacia gives large property owners a way to track their carbon impact in real-time by integrating with ERPs and property management systems like Yardi. It’s already been deployed to [&#8230;]Accacia tackles the real estate industry’s massive carbon emissions problem by Catherine Shu originally published on TechCrunch",
            "url": "https://techcrunch.com/2022/12/05/accacia-funding/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-06T03:00:14+00:00",
            "id": "51afd10b-6267-41b0-87a1-d0689993a3e0"
        },
        {
            "author": "Frederic Lardinois",
            "title": "Rezonate raises $8.7M and launches its cloud identity protection platform out of stealth",
            "description": "Rezonate, a Boston- and Tel Aviv-based startup that offers an agent-less cloud identity protection platform that aims to help DevOps teams minimize attackers’ opportunities to breach cloud identity and access, is coming out of stealth today and announcing an $8.7 million seed funding round, led by State of Mind Ventures and Flybridge, with participation from [&#8230;]Rezonate raises $8.7M and launches its cloud identity protection platform out of stealth by Frederic Lardinois originally published on TechCrunch",
            "url": "https://techcrunch.com/2022/12/06/rezonate-raises-8-7m-and-launches-its-cloud-identity-protection-platform-out-of-stealth/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-06T12:00:48+00:00",
            "id": "1efa0f3c-b55f-46aa-94c6-8a87f6081b11"
        },
        {
            "author": "Paul Sawers",
            "title": "From the creator of Homebrew, Tea raises $8.9M to build a protocol that helps open source developers get paid",
            "description": "Tea, an open source unified package manager for software developers, today announced it has added another $8.9 million in seed funding to its coffer as it builds on recent momentum that has seen some 16,000 developers authenticate their software packages with Tea. Tea is the brainchild of Max Howell, creator of popular open source package [&#8230;]From the creator of Homebrew, Tea raises $8.9M to build a protocol that helps open source developers get paid by Paul Sawers originally published on TechCrunch",
            "url": "https://techcrunch.com/2022/12/06/from-the-creator-of-homebrew-tea-raises-8-9m-to-build-a-protocol-that-helps-open-source-developers-get-paid/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-06T13:00:09+00:00",
            "id": "3043c001-2713-4e65-82f4-15d5611626c0"
        },
        {
            "author": null,
            "title": "Ashby (YC W19) is hiring product and design engineers",
            "description": "Comments",
            "url": "https://www.ashbyhq.com/careers?utm_source=hn",
            "source": "Hacker News",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-07T07:01:00+00:00",
            "id": "1f217d58-cd09-4ba5-9876-fc6abd79067f"
        },
        {
            "author": "Cameron Faulkner",
            "title": "Audeze’s $300 gaming headset promises comfort and multipoint Bluetooth",
            "description": "The Maxwell has a more subdued design than Audeze’s previous gaming headset, the Penrose. | Image credit: Audeze While Razer, Logitech, and other companies are working on their 2023 gaming headsets, Audeze has announced its new Maxwell wireless model that starts at $299 with support for PlayStation, Windows, macOS, Nintendo Switch, and mobile — everything but Xbox. There’s an Xbox version that costs $30 more and makes up for some of the cost increase with a Dolby Atmos license that activates automatically. It’ll start shipping in late December 2022.Audeze typically makes big promises...",
            "url": "https://www.theverge.com/2022/12/8/23499802/audeze-maxwell-wireless-gaming-headset-features-price",
            "source": "The Verge",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-08T16:28:39+00:00",
            "id": "aa93754c-98e8-4654-ab36-68a1ac0cd1ca"
        },
        {
            "author": "Kirsten Korosec",
            "title": "Computer vision technology startup Brodmann17 has shut down",
            "description": "Brodmann17, an Israeli computer vision technology startup that developed a novel approach to take on a marketplace dominated by Mobileye, shut down this week. Brodmann17&#8217;s co-founder and CEO Adi Pinhas posted a message on LinkedIn announcing the move, stating that while the company would not be able to bring its products to the mass market [&#8230;]Computer vision technology startup Brodmann17 has shut down by Kirsten Korosec originally published on TechCrunch",
            "url": "https://techcrunch.com/2022/12/09/computer-vision-technology-startup-brodmann17-has-shut-down/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-09T18:11:47+00:00",
            "id": "a9c72586-48cc-47d9-8188-b650cc182448"
        },
        {
            "author": "Alex Wilhelm",
            "title": "Is this what good news feels like?",
            "description": "Equity is getting into the holiday spirit. And by that, we mean thinking far too much about the geopolitical-technological landscape.Is this what good news feels like? by Alex Wilhelm originally published on TechCrunch",
            "url": "https://techcrunch.com/2022/12/05/is-this-what-good-news-feels-like/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-05T15:01:39+00:00",
            "id": "db5f2061-9005-4def-81bd-2506c4a076c8"
        },
        {
            "author": "Rebecca Bellan",
            "title": "Tier-owned Spin exits 10 US markets amid low demand, unfavorable city regulations",
            "description": "Micromobility operator Spin is leaving 10 U.S. markets due to a combination of low demand, over-regulation, under-regulation and poor cost structures, according to a company-wide email sent Friday by Philip Reinckens, Spin&#8217;s CEO, that was shared with TechCrunch. Reinckens said the market exits would help Spin cut costs and focus on growing markets that provide [&#8230;]Tier-owned Spin exits 10 US markets amid low demand, unfavorable city regulations by Rebecca Bellan originally published on TechCrunch",
            "url": "https://techcrunch.com/2022/12/05/tier-owned-spin-exits-10-us-markets-amid-low-demand-unfavorable-city-regulations/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-05T23:25:34+00:00",
            "id": "42be1b5f-5b3f-49b6-a0b1-721fd8dba121"
        },
        {
            "author": "Anna Heim",
            "title": "Circle and Footprint’s aborted debuts are the final nail in the SPAC coffin",
            "description": "Inside the twin SPAC cancellations making news this week, there is an interesting fact: Circle and Footprint both tried to amend their pricing, but it was not enough to get their deals done.Circle and Footprint&#8217;s aborted debuts are the final nail in the SPAC coffin by Anna Heim originally published on TechCrunch",
            "url": "https://techcrunch.com/2022/12/06/circle-and-footprints-aborted-debuts-are-the-final-nail-in-the-spac-coffin/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-06T18:00:11+00:00",
            "id": "97fd8bcc-2273-495c-a131-b5d5fb48e6d5"
        },
        {
            "author": "Jagmeet Singh",
            "title": "Xiaomi’s India business head quits amid growing scrutiny",
            "description": "Xiaomi&#8217;s business head in India has resigned as the Chinese smartphone giant faces regulatory pressure and intense scrutiny from the Indian government and sees growing competition from other homegrown Chinese vendors as well as Samsung. Raghu Reddy, Chief Business Officer, who was one of the prominent public faces and a part of the leadership team, [&#8230;]Xiaomi&#8217;s India business head quits amid growing scrutiny by Jagmeet Singh originally published on TechCrunch",
            "url": "https://techcrunch.com/2022/12/07/xiaomis-india-business-head-raghu-reddy-quit/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-07T12:03:03+00:00",
            "id": "994c2dac-87f0-4a3b-9d45-c044e42f9488"
        },
        {
            "author": null,
            "title": "Apple advances user security with powerful new data protections",
            "description": "Comments",
            "url": "https://www.apple.com/newsroom/2022/12/apple-advances-user-security-with-powerful-new-data-protections/",
            "source": "Hacker News",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-07T18:06:58+00:00",
            "id": "75c277fa-866e-4d37-be9e-2b705f4c397e"
        },
        {
            "author": "Ivan Mehta",
            "title": "Amid growing concerns from third-party developers, Twitter shuts down Toolbox and other projects",
            "description": "Historically, Twitter has had a tumultuous relationship with the third-party developer community. But in the last few years, the company has tried to appease the developer community with projects like a new API release and the &#8216;Twitter Toolbox&#8217; collection to highlight some of the projects. However, under Elon Musk&#8217;s management, some of these programs are [&#8230;]Amid growing concerns from third-party developers, Twitter shuts down Toolbox and other projects by Ivan Mehta originally published on TechCrunch",
            "url": "https://techcrunch.com/2022/12/09/amid-growing-concerns-from-third-party-developers-twitter-shuts-down-toolbox-and-other-projects/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-09T11:34:58+00:00",
            "id": "dcae9c10-1204-440b-8aaf-594dd319ec0c"
        },
        {
            "author": "Makena Kelly",
            "title": "Sam Bankman-Fried agrees to testify before House Committee on FTX collapse next week",
            "description": "Illustration: The Verge FTX founder and former chief executive Sam Bankman-Fried said Friday that he will testify before the House Financial Services Committee next week. “I still do not have access to much of my data — professional or personal. So there is a limit to what I will be able to say, and I won’t be as helpful as I’d like,” Bankman-Fried said in a tweet Friday. “But as the committee still thinks it would be useful, I am willing to testify on the 13th.”The decision follows a week of negotiating between Bankman-Fried and House Financial Services Committee Chair Maxine...",
            "url": "https://www.theverge.com/2022/12/9/23500793/ftx-sbf-sam-bankman-fried-collapse-alameda-research-house-committee-hearing",
            "source": "The Verge",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-09T13:46:01+00:00",
            "id": "8249ea5d-a5e0-4650-b7b5-4dcfde28a556"
        },
        {
            "author": "Ash Parrish",
            "title": "Ramattra will be easier to earn in the Overwatch 2 battle pass",
            "description": "Image: Blizzard Ramattra, the sleek and terrifying new tank coming with Overwatch 2’s second season, will be much easier to earn than the previous hero Kiriko. Aaron Keller, Overwatch 2’s game designer, stated in a brief message on Twitter that developer Blizzard is lowering the level at which Ramattra unlocks from 55 to 45.Hey all! Quick update on some changes coming to Season 2. After reviewing data for Season 1, we're moving Ramattra in to Tier 45 of the Battle Pass and making a few more weekly challenges easier to complete. Excited for you all to see everything new in Season 2 starting...",
            "url": "https://www.theverge.com/2022/12/5/23494808/overwatch-2-season2-battle-pass-ramattra",
            "source": "The Verge",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-05T19:34:07+00:00",
            "id": "31b90aad-aeb1-43b9-a8fe-06d6422ab6f2"
        },
        {
            "author": "Jon Porter",
            "title": "Tuesday’s top tech news: Apple’s DIY repair service comes to Europe",
            "description": "Europeans, this could soon be you. | Image: Apple And Meta faces off with regulators over news... again. Continue reading&hellip;",
            "url": "https://www.theverge.com/2022/12/6/23495999/december-6-2022-tech-news-liveblog",
            "source": "The Verge",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-06T10:59:07+00:00",
            "id": "ed0a0032-12d9-428d-9e39-06b5a026a5a8"
        },
        {
            "author": "Frederic Lardinois",
            "title": "Axiom launches its automated identity and access management platform",
            "description": "Axiom, a Tel Aviv-based startup that focuses on automating identity and access management (IAM) for developer platforms, is coming out of stealth today and announcing a $7 million seed round led by S Capital. The idea here is to provide a single platform that provides developers with easy access to the tools they need and [&#8230;]Axiom launches its automated identity and access management platform by Frederic Lardinois originally published on TechCrunch",
            "url": "https://techcrunch.com/2022/12/06/axiom-launches-its-automated-identity-and-access-management-platform/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-06T14:00:54+00:00",
            "id": "3b603a6f-3972-4dc2-8062-a8f4990a5a0b"
        },
        {
            "author": "Ingrid Lunden",
            "title": "Oda, the Norwegian grocery delivery startup, raises a fresh $151M, but at a lowered valuation of $353M",
            "description": "Online grocery delivery, a booming business at the height of the Covid-19 pandemic, has definitely come down to earth with the other shifts we&#8217;ve seen in the economy, public health and technology investing. Oda, one of the bigger players in online grocery delivery in Europe with operations in its home market of Norway as well [&#8230;]Oda, the Norwegian grocery delivery startup, raises a fresh $151M, but at a lowered valuation of $353M by Ingrid Lunden originally published on TechCrunch",
            "url": "https://techcrunch.com/2022/12/06/oda-the-norwegian-grocery-delivery-startup-raises-a-fresh-151m-but-at-a-lowered-valuation-of-353m/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-06T14:00:21+00:00",
            "id": "c1e72ee4-5b54-47ce-890c-3c489951ee41"
        },
        {
            "author": "Aisha Malik",
            "title": "Snapchat is testing Lenses with power-ups and upgrades that you can buy",
            "description": "At its annual Lens Fest event, Snap announced that it’s experimenting with a small group of AR creators and developers to build Lenses with digital goods that can be purchased with Snap Tokens. As part of this experiment, users will be able to unlock power-ups, AR items and extra tools within select Lenses. Snap Tokens, [&#8230;]Snapchat is testing Lenses with power-ups and upgrades that you can buy by Aisha Malik originally published on TechCrunch",
            "url": "https://techcrunch.com/2022/12/06/snapchat-is-testing-lenses-with-power-ups-and-upgrades-that-you-can-buy/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-06T17:00:41+00:00",
            "id": "81c20fb4-7f79-4fdc-a092-e506797a236f"
        },
        {
            "author": "Haje Jan Kamps",
            "title": "Prisma Labs, maker of Lensa AI, says it is working to prevent accidental generation of nudes",
            "description": "We recently uncovered that Lensa AI can be tricked into creating NSFW images. When TechCrunch made the Prisma team aware of its findings, the company&#8217;s CEO replied with its findings. Prisma Lab&#8217;s CEO and co-founder Andrey Usoltsev told us that the behavior we observed in our article can only happen if the AI is intentionally [&#8230;]Prisma Labs, maker of Lensa AI, says it is working to prevent accidental generation of nudes by Haje Jan Kamps originally published on TechCrunch",
            "url": "https://techcrunch.com/2022/12/06/prisma-ai-regulation/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-06T19:55:55+00:00",
            "id": "5aff6565-9148-4e4c-a10c-8da59502ca7e"
        },
        {
            "author": "Ingrid Lunden",
            "title": "Maergo raises $20M to provide Amazon-style fast and cheap air and ‘middle mile’ services to online retailers",
            "description": "With the holiday shopping season well underway and showing signs that it might not be as sluggish as some predicted, a startup out of Austin, Texas, is announcing funding to build out  a new approach to shipping, to help retailers compete against the consumer pull of fast and free Amazon Prime delivery. Maergo &#8212; which [&#8230;]Maergo raises $20M to provide Amazon-style fast and cheap air and &#8216;middle mile&#8217; services to online retailers by Ingrid Lunden originally published on TechCrunch",
            "url": "https://techcrunch.com/2022/12/07/maergo-raises-20m-to-provide-amazon-style-fast-and-cheap-air-and-middle-mile-services-to-online-retailers/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-07T14:02:05+00:00",
            "id": "0a4f4cf5-8870-4a8a-9d3d-36617f24fae6"
        },
        {
            "author": "Sheena Vasani",
            "title": "The Verge’s favorite holiday gifts under $100",
            "description": "Photography by Joel Goldberg for The Verge If you’re trying to save this season, we’ve pulled together a host of fantastic gifts you can buy for less than $100, ranging from e-readers to Instant Pots. Continue reading&hellip;",
            "url": "https://www.theverge.com/23409811/holiday-gift-guide-under-100-best-cheap-tech-gadgets-ideas-2022-budget-amazon-kindle-govee-google",
            "source": "The Verge",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-07T15:10:36+00:00",
            "id": "b40ed2b8-611b-404e-9b59-818c8402ccb5"
        },
        {
            "author": "Jacquelyn Melinek",
            "title": "Kevin O’Leary and Anthony Scaramucci discuss SBF, FTX and what’s next for crypto",
            "description": "At the Benzinga Future of Crypto event, Kevin O’Leary and Anthony Scaramucci discussed what crypto's future may hold after the downfall of FTX.Kevin O’Leary and Anthony Scaramucci discuss SBF, FTX and what’s next for crypto by Jacquelyn Melinek originally published on TechCrunch",
            "url": "https://techcrunch.com/2022/12/07/kevin-oleary-and-anthony-scaramucci-discuss-sbf-ftx-and-whats-next-for-crypto/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-07T17:30:37+00:00",
            "id": "29bbc4a9-84ad-41d0-beb4-a613c0b9c61d"
        },
        {
            "author": "Alex Heath",
            "title": "Epic Games CEO Tim Sweeney thinks ‘every politician should fear’ Apple’s power",
            "description": "Epic Games CEO Tim Sweeney. | Illustration by Laura Normand / The Verge Sweeney says he’s willing to go to the Supreme Court to fight Apple’s control of the App Store. But first, he’s hoping Congress will act before it’s too late. Continue reading&hellip;",
            "url": "https://www.theverge.com/2022/12/8/23500363/tim-sweeney-epic-games-ceo-interview-apple-app-store-google-legislaton",
            "source": "The Verge",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-08T23:45:49+00:00",
            "id": "8cbe3ac0-59c6-4bdd-bf00-31867d404088"
        },
        {
            "author": "Jay Peters",
            "title": "The developers of Celeste debuted a trailer for their next game, Earthblade",
            "description": "A screenshot from Earthblade. | Image: Extremely OK Games Extremely OK Games, the makers of the beloved indie platformer Celeste, shared a first trailer for the studio’s next game, Earthblade, at The Game Awards 2022 on Thursday.In Earthblade, you play as a character named Nevoa as you explore a “free-roaming, dynamically-loading map,” according to an email sent shortly after the trailer debuted. The game has 2D pixel graphics to Celeste, but Earthblade looks to take place in a more fantasy-inspired world. It’s happening - #Earthblade is coming in 2024!! ⚔️ ⚔️ pic.twitter.com/...",
            "url": "https://www.theverge.com/2022/12/8/23500114/earthblade-trailer-extremely-ok-games-the-game-awards-2022",
            "source": "The Verge",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-09T02:10:27+00:00",
            "id": "84047617-79a5-4623-b955-5e666fe8bc04"
        },
        {
            "author": "Ram Iyer",
            "title": "5 lessons we’ve learned from building a venture fund from scratch",
            "description": "In an industry where your reputation and brand are the most important parts of building a firm, getting started from day zero is critical.5 lessons we&#8217;ve learned from building a venture fund from scratch by Ram Iyer originally published on TechCrunch",
            "url": "https://techcrunch.com/2022/12/11/5-lessons-weve-learned-from-building-a-venture-fund-from-scratch/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2022-12-11T13:30:34+00:00",
            "id": "13fbcdad-096b-41f5-b71d-a5da76a99762"
        }
    ]
}